[
    {
      "TreeName": "ฝรั่ง",
      "SicName": "Psidium guajava Linn",
      "Benefit": "",
      "TakeCare": "",
      "Type": "ไม้ยืนต้น",
      "UrlImage": "https://i.ibb.co/p2HNBcy/IMG-20240111-152900-096.jpg",
      "TreeID": "T1-01",
      "link":"",
      "id": "1"
    },
    {
      "TreeName": "มะฮอกกานี",
      "SicName": "Swietenia Mahogany",
      "Benefit": "เนื้อไม้มีมูลค่าสูง แก่นไม้ออกแดงหรือชมพู สีเข้มขึ้นเมื่ออายุมากขึ้นตั้งแต่ชมพูเข้มไปจนถึงน้ำตาล กระพี้ไม้ สีออกเหลือง สามารถใช้กับเครื่องมือที่ใช้มือได้ง่าย คุณภาพและรูปร่างคงทน ขัดแล้วไม่แตกหักหรืองอ น้ำหนัก 485-840 กิโลกรัมต่อลูกบาศก์เมตรที่ความชื้น 15% เสี้ยนเชื่อมหรือบางครั้งตรง เสี้ยนละเอียดหรือค่อนข้างหยาบ ผิวลื่น ใช้ในการทำแผงควบคุม กรอบประตู หน้าต่าง โค้ง เครื่องเรือน โครงสร้างที่ต้องการความแข็งแรง ใช้ในเรือ ปูพื้น อัดเป็นไม้วีเนียร์มักใช้ทำกีตาร์ คุณภาพของไม้สามารถแบ่งแยกได้จากสี ลาย ของเนื้อไม้ การเจาะด้วยเครื่องและเข็มเพื่อการทดสอบ\nความหนาแน่นจากของเนื้อไม้ต้นปลูกน้อยกว่าในป่าธรรมชาติ\n\nยางหรือเรซิน ยางผลิตมาจากการกรีดเปลือกพบในตลาดบอมเบย์ที่อินเดีย อยู่ในรูปบริสุทธิ์หรือผสมยางอื่น\nแทนนินและสีย้อม ใช้ย้อมและฟอกหนัง\nลิพิด มีมูลค่าทางการค้าจากการสกัดเมล็ด\nยา ยาพื้นบ้านในแถบอเมริกากลาง\nอื่นๆ เป็นพืชให้ร่มเงา ใช้ในการปลูกป่าทดแทน เปลือกผลบดใช้เป็นวัสดุปลูก เป็นไม้ประดับเช่นที่มาเลเซียตะวันตก",
      "TakeCare": "ความต้องการน้ำ  ชอบน้ำน้อย รดน้ำสัปดาห์ละครั้งโดยใช้น้ำเพียงพอเพื่อสร้างความชื้นที่มองเห็นได้บนผิวดิน\nในช่วงฤดูฝนอาจไม่จำเป็นต้องรดน้ำเพิ่มเติม ในทางกลับกันในช่วงที่ฝนแล้งผิดปกติต้องเพิ่มตารางการรดน้ำจากสัปดาห์ละครั้งเป็นสองครั้งต่อสัปดาห์ ไม่ว่าสภาพอากาศจะเป็นอย่างไรดินต้องชุ่มชื้นอย่างสม่ำเสมอ\nแหล่งน้ำที่สม่ำเสมอมีความสำคัญอย่างยิ่งในขณะที่ต้นมะฮอกกานียังอายุน้อยและยังไม่ได้ตั้งตัว ต้นไม้ที่โตเต็มที่สามารถทนต่อความแห้งแล้งได้โดยไม่ตาย แต่อาจทำให้ต้นไม้ทิ้งใบในช่วงต้นฤดูกาล \nชอบดินประเภทดินร่วน",
      "Type": "ไม้ยืนต้น",
      "UrlImage": "https://uppic.cloud/ib/1wDdrRZQB9.jpg",
      "TreeID": "T001-1",
      "link":"",
      "id": "2"
    },
    {
      "TreeName": "",
      "SicName": "",
      "Benefit": "",
      "TakeCare": "",
      "Type": "",
      "UrlImage": "",
      "TreeID": "",
      "link":"",
      "id": "3"
    },
    {
      "TreeName": "",
      "SicName": "",
      "Benefit": "",
      "TakeCare": "",
      "Type": "",
      "UrlImage": "",
      "TreeID": "",
      "link":"",
      "id": "4"
    }
  ]